/*
Navicat MySQL Data Transfer

Source Server         : Mysql
Source Server Version : 50513
Source Host           : localhost:3306
Source Database       : dbgirl

Target Server Type    : MYSQL
Target Server Version : 50513
File Encoding         : 65001

Date: 2018-05-25 17:58:11
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for equipment
-- ----------------------------
DROP TABLE IF EXISTS `equipment`;
CREATE TABLE `equipment` (
  `eid` int(11) NOT NULL AUTO_INCREMENT,
  `ename` varchar(255) DEFAULT NULL,
  `eposition` varchar(255) DEFAULT NULL,
  `estatus` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`eid`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

-- ----------------------------
-- Records of equipment
-- ----------------------------

-- ----------------------------
-- Table structure for medicines
-- ----------------------------
DROP TABLE IF EXISTS `medicines`;
CREATE TABLE `medicines` (
  `mid` int(11) NOT NULL AUTO_INCREMENT,
  `mfunction` varchar(255) DEFAULT NULL,
  `mname` varchar(255) DEFAULT NULL,
  `mtype` varchar(255) DEFAULT NULL,
  `mway` varchar(255) DEFAULT NULL,
  `myear` int(11) NOT NULL,
  `detail` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`mid`)
) ENGINE=InnoDB AUTO_INCREMENT=53 DEFAULT CHARSET=utf8mb4;

-- ----------------------------
-- Records of medicines
-- ----------------------------
INSERT INTO `medicines` VALUES ('3', '治疗感冒', '999感冒灵', '西药', '1天1次', '1', '阿莫西林胶囊，适应症为阿莫西林适用于敏感菌(不产β内酰胺酶菌株)所致的下列感染：1.溶血链球菌、肺炎链球菌、葡萄球菌或流感嗜血杆菌所致中耳炎、鼻窦炎、咽炎、扁桃体炎等上呼吸道感染。2.大肠埃希菌、奇异变形杆菌或粪肠球菌所致的泌尿生殖道感染。3.溶血链球菌、葡萄球菌或大肠埃希菌所致的皮肤软组织感染。4.溶血链球菌、肺炎链球菌、葡萄球菌或流感嗜血杆菌所致急性支气管炎、肺炎等下呼吸道感染。5.急性单纯性淋病。6.本品尚可用于治疗伤寒、伤寒带菌者及钩端螺旋体病；阿莫西林亦可与克拉霉素、兰索拉唑三联用药根除胃、十二');
INSERT INTO `medicines` VALUES ('6', '发烧', '西药', '发烧药', '1天1次', '1', '阿莫西林胶囊，适应症为阿莫西林适用于敏感菌(不产β内酰胺酶菌株)所致的下列感染：1.溶血链球菌、肺炎链球菌、葡萄球菌或流感嗜血杆菌所致中耳炎、鼻窦炎、咽炎、扁桃体炎等上呼吸道感染。2.大肠埃希菌、奇异变形杆菌或粪肠球菌所致的泌尿生殖道感染。3.溶血链球菌、葡萄球菌或大肠埃希菌所致的皮肤软组织感染。4.溶血链球菌、肺炎链球菌、葡萄球菌或流感嗜血杆菌所致急性支气管炎、肺炎等下呼吸道感染。5.急性单纯性淋病。6.本品尚可用于治疗伤寒、伤寒带菌者及钩端螺旋体病；阿莫西林亦可与克拉霉素、兰索拉唑三联用药根除胃、十二');
INSERT INTO `medicines` VALUES ('8', '发烧', '西药', '发烧药', '1天1次', '1', '阿莫西林胶囊，适应症为阿莫西林适用于敏感菌(不产β内酰胺酶菌株)所致的下列感染：1.溶血链球菌、肺炎链球菌、葡萄球菌或流感嗜血杆菌所致中耳炎、鼻窦炎、咽炎、扁桃体炎等上呼吸道感染。2.大肠埃希菌、奇异变形杆菌或粪肠球菌所致的泌尿生殖道感染。3.溶血链球菌、葡萄球菌或大肠埃希菌所致的皮肤软组织感染。4.溶血链球菌、肺炎链球菌、葡萄球菌或流感嗜血杆菌所致急性支气管炎、肺炎等下呼吸道感染。5.急性单纯性淋病。6.本品尚可用于治疗伤寒、伤寒带菌者及钩端螺旋体病；阿莫西林亦可与克拉霉素、兰索拉唑三联用药根除胃、十二');
INSERT INTO `medicines` VALUES ('9', '发烧', '西药', '发烧药', '1天1次', '12222', '阿莫西林胶囊，适应症为阿莫西林适用于敏感菌(不产β内酰胺酶菌株)所致的下列感染：1.溶血链球菌、肺炎链球菌、葡萄球菌或流感嗜血杆菌所致中耳炎、鼻窦炎、咽炎、扁桃体炎等上呼吸道感染。2.大肠埃希菌、奇异变形杆菌或粪肠球菌所致的泌尿生殖道感染。3.溶血链球菌、葡萄球菌或大肠埃希菌所致的皮肤软组织感染。4.溶血链球菌、肺炎链球菌、葡萄球菌或流感嗜血杆菌所致急性支气管炎、肺炎等下呼吸道感染。5.急性单纯性淋病。6.本品尚可用于治疗伤寒、伤寒带菌者及钩端螺旋体病；阿莫西林亦可与克拉霉素、兰索拉唑三联用药根除胃、十二');
INSERT INTO `medicines` VALUES ('10', '发烧', '西药', '发烧药', '1天1次', '1', '阿莫西林胶囊，适应症为阿莫西林适用于敏感菌(不产β内酰胺酶菌株)所致的下列感染：1.溶血链球菌、肺炎链球菌、葡萄球菌或流感嗜血杆菌所致中耳炎、鼻窦炎、咽炎、扁桃体炎等上呼吸道感染。2.大肠埃希菌、奇异变形杆菌或粪肠球菌所致的泌尿生殖道感染。3.溶血链球菌、葡萄球菌或大肠埃希菌所致的皮肤软组织感染。4.溶血链球菌、肺炎链球菌、葡萄球菌或流感嗜血杆菌所致急性支气管炎、肺炎等下呼吸道感染。5.急性单纯性淋病。6.本品尚可用于治疗伤寒、伤寒带菌者及钩端螺旋体病；阿莫西林亦可与克拉霉素、兰索拉唑三联用药根除胃、十二');
INSERT INTO `medicines` VALUES ('11', '发烧', '西药', '发烧药', '1天1次', '1', null);
INSERT INTO `medicines` VALUES ('12', '发烧', '西药', '发烧药', '1天1次', '1', null);
INSERT INTO `medicines` VALUES ('13', '发烧', '西药', '发烧药', '1天1次', '1', null);
INSERT INTO `medicines` VALUES ('14', '发烧', '西药', '发烧药', '1天1次', '1', null);
INSERT INTO `medicines` VALUES ('15', '发烧', '西药', '发烧药', '1天1次', '1', null);
INSERT INTO `medicines` VALUES ('16', '发烧', '西药', '发烧药', '1天1次', '1', null);
INSERT INTO `medicines` VALUES ('17', '发烧', '西药', '发烧药', '1天1次', '1', null);
INSERT INTO `medicines` VALUES ('18', '发烧', '西药', '发烧药', '1天1次', '1', null);
INSERT INTO `medicines` VALUES ('19', '发烧', '西药', '发烧药', '1天1次', '1', null);
INSERT INTO `medicines` VALUES ('20', '发烧', '西药', '发烧药', '1天1次', '1', null);
INSERT INTO `medicines` VALUES ('21', '发烧', '西药', '发烧药', '1天1次', '1', null);
INSERT INTO `medicines` VALUES ('22', '发烧', '西药', '发烧药', '1天1次', '1', null);
INSERT INTO `medicines` VALUES ('23', '发烧', '西药', '发烧药', '1天1次', '1', null);
INSERT INTO `medicines` VALUES ('24', '发烧', '西药', '发烧药', '1天1次', '1', null);
INSERT INTO `medicines` VALUES ('25', '发烧', '西药', '发烧药', '1天1次', '1', null);
INSERT INTO `medicines` VALUES ('26', '发烧', '西药', '发烧药', '1天1次', '1', null);
INSERT INTO `medicines` VALUES ('27', '发烧', '西药', '发烧药', '1天1次', '1', null);
INSERT INTO `medicines` VALUES ('28', '发烧', '西药', '发烧药', '1天1次', '1', null);
INSERT INTO `medicines` VALUES ('29', '发烧', '西药', '发烧药', '1天1次', '1', null);
INSERT INTO `medicines` VALUES ('30', '发烧', '西药', '发烧药', '1天1次', '1', null);
INSERT INTO `medicines` VALUES ('31', '发烧', '西药', '发烧药', '1天1次', '1', null);
INSERT INTO `medicines` VALUES ('32', '发烧', '西药', '发烧药', '1天1次', '1', null);
INSERT INTO `medicines` VALUES ('33', '发烧', '西药', '发烧药', '1天1次', '1', null);
INSERT INTO `medicines` VALUES ('34', '发烧', '西药', '发烧药', '1天1次', '1', null);
INSERT INTO `medicines` VALUES ('35', '发烧', '西药', '发烧药', '1天1次', '1', null);
INSERT INTO `medicines` VALUES ('36', '发烧', '西药', '发烧药', '1天1次', '1', null);
INSERT INTO `medicines` VALUES ('37', '发烧', '西药', '发烧药', '1天1次', '1', null);
INSERT INTO `medicines` VALUES ('38', '发烧', '西药', '发烧药', '1天1次', '1', null);
INSERT INTO `medicines` VALUES ('39', '发烧', '西药', '发烧药', '1天1次', '1', null);
INSERT INTO `medicines` VALUES ('40', '发烧', '西药', '发烧药', '1天1次', '1', null);
INSERT INTO `medicines` VALUES ('41', '发烧', '西药', '发烧药', '1天1次', '1', null);
INSERT INTO `medicines` VALUES ('42', '发烧', '西药', '发烧药', '1天1次', '1', null);
INSERT INTO `medicines` VALUES ('43', '发烧', '西药', '发烧药', '1天1次', '1', null);
INSERT INTO `medicines` VALUES ('44', '发烧', '西药', '发烧药', '1天1次', '1', null);
INSERT INTO `medicines` VALUES ('45', '发烧', '西药', '发烧药', '1天1次', '1', null);
INSERT INTO `medicines` VALUES ('46', '发烧', '西药', '发烧药', '1天1次', '1', null);
INSERT INTO `medicines` VALUES ('47', '', '', '', '', '0', '');
INSERT INTO `medicines` VALUES ('48', '', '', '', '', '0', '');
INSERT INTO `medicines` VALUES ('49', '', '', '', '', '0', '');
INSERT INTO `medicines` VALUES ('50', '', '', '', '', '0', '');
INSERT INTO `medicines` VALUES ('51', '1', '1', '1', '1', '1', '1');
INSERT INTO `medicines` VALUES ('52', '1111', '1111', '1111', '1111', '1111', '11111');

-- ----------------------------
-- Table structure for pic
-- ----------------------------
DROP TABLE IF EXISTS `pic`;
CREATE TABLE `pic` (
  `pid` int(11) NOT NULL AUTO_INCREMENT,
  `picpath` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`pid`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

-- ----------------------------
-- Records of pic
-- ----------------------------

-- ----------------------------
-- Table structure for prescript
-- ----------------------------
DROP TABLE IF EXISTS `prescript`;
CREATE TABLE `prescript` (
  `pid` int(11) NOT NULL AUTO_INCREMENT,
  `pcome` varchar(255) DEFAULT NULL,
  `pgroup` varchar(255) DEFAULT NULL,
  `pinfo` varchar(255) DEFAULT NULL,
  `pname` varchar(255) DEFAULT NULL,
  `ptype` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`pid`)
) ENGINE=InnoDB AUTO_INCREMENT=46 DEFAULT CHARSET=utf8mb4;

-- ----------------------------
-- Records of prescript
-- ----------------------------
INSERT INTO `prescript` VALUES ('1', '《伤寒论》（汉•张仲景）', '麻黄（9克） 桂枝（6克） 杏仁（6克） 甘草（3克）', '麻黄汤，中医方剂名。为解表剂，具有发汗解表，宣肺平喘之功效。主治外感风寒表实证。恶寒发热，头身疼痛，无汗而喘，舌苔薄白，脉浮紧。临床常用于治疗感冒、流行性感冒、急性支气管炎、支气管哮喘等属风寒表实证者。', '麻黄汤', '解表方-辛温解表');
INSERT INTO `prescript` VALUES ('6', '张元素方，录自《此事难知》', '羌活（9克） 防风（9克） 苍术（9克） 细辛（3克） 川芎（6克） 白芷（6克） 生地（6克） 黄芩（6克） 甘草（6克）', '九味羌活汤，中医方剂名。为解表剂，具有辛温解表，发汗祛湿，兼清里热之功效。主治外感风寒湿邪，内有蕴热证。恶寒发热，无汗，头痛项强，肢体酸楚疼痛，口苦微渴，舌苔白或微黄，脉浮。临床常用于治疗感冒、急性肌炎、风湿性关节炎、偏头痛、腰肌劳损等属外感风寒湿邪，兼有里热证。', '九味羌活汤', '解表方-辛温解表');
INSERT INTO `prescript` VALUES ('7', '张元素方，录自《此事难知》', '羌活（9克） 防风（9克） 苍术（9克） 细辛（3克） 川芎（6克） 白芷（6克） 生地（6克） 黄芩（6克） 甘草（6克）', '九味羌活汤，中医方剂名。为解表剂，具有辛温解表，发汗祛湿，兼清里热之功效。主治外感风寒湿邪，内有蕴热证。恶寒发热，无汗，头痛项强，肢体酸楚疼痛，口苦微渴，舌苔白或微黄，脉浮。临床常用于治疗感冒、急性肌炎、风湿性关节炎、偏头痛、腰肌劳损等属外感风寒湿邪，兼有里热证。', '九味羌活汤', '解表方-辛温解表');
INSERT INTO `prescript` VALUES ('8', '张元素方，录自《此事难知》', '羌活（9克） 防风（9克） 苍术（9克） 细辛（3克） 川芎（6克） 白芷（6克） 生地（6克） 黄芩（6克） 甘草（6克）', '九味羌活汤，中医方剂名。为解表剂，具有辛温解表，发汗祛湿，兼清里热之功效。主治外感风寒湿邪，内有蕴热证。恶寒发热，无汗，头痛项强，肢体酸楚疼痛，口苦微渴，舌苔白或微黄，脉浮。临床常用于治疗感冒、急性肌炎、风湿性关节炎、偏头痛、腰肌劳损等属外感风寒湿邪，兼有里热证。', '九味羌活汤', '解表方-辛温解表');
INSERT INTO `prescript` VALUES ('10', '张元素方，录自《此事难知》', '羌活（9克） 防风（9克） 苍术（9克） 细辛（3克） 川芎（6克） 白芷（6克） 生地（6克） 黄芩（6克） 甘草（6克）', '九味羌活汤，中医方剂名。为解表剂，具有辛温解表，发汗祛湿，兼清里热之功效。主治外感风寒湿邪，内有蕴热证。恶寒发热，无汗，头痛项强，肢体酸楚疼痛，口苦微渴，舌苔白或微黄，脉浮。临床常用于治疗感冒、急性肌炎、风湿性关节炎、偏头痛、腰肌劳损等属外感风寒湿邪，兼有里热证。', '九味羌活汤', '解表方-辛温解表');
INSERT INTO `prescript` VALUES ('15', '张元素方，录自《此事难知》', '羌活（9克） 防风（9克） 苍术（9克） 细辛（3克） 川芎（6克） 白芷（6克） 生地（6克） 黄芩（6克） 甘草（6克）', '九味羌活汤，中医方剂名。为解表剂，具有辛温解表，发汗祛湿，兼清里热之功效。主治外感风寒湿邪，内有蕴热证。恶寒发热，无汗，头痛项强，肢体酸楚疼痛，口苦微渴，舌苔白或微黄，脉浮。临床常用于治疗感冒、急性肌炎、风湿性关节炎、偏头痛、腰肌劳损等属外感风寒湿邪，兼有里热证。', '九味羌活汤', '解表方-辛温解表');
INSERT INTO `prescript` VALUES ('16', '张元素方，录自《此事难知》', '羌活（9克） 防风（9克） 苍术（9克） 细辛（3克） 川芎（6克） 白芷（6克） 生地（6克） 黄芩（6克） 甘草（6克）', '九味羌活汤，中医方剂名。为解表剂，具有辛温解表，发汗祛湿，兼清里热之功效。主治外感风寒湿邪，内有蕴热证。恶寒发热，无汗，头痛项强，肢体酸楚疼痛，口苦微渴，舌苔白或微黄，脉浮。临床常用于治疗感冒、急性肌炎、风湿性关节炎、偏头痛、腰肌劳损等属外感风寒湿邪，兼有里热证。', '九味羌活汤', '解表方-辛温解表');
INSERT INTO `prescript` VALUES ('17', '张元素方，录自《此事难知》', '羌活（9克） 防风（9克） 苍术（9克） 细辛（3克） 川芎（6克） 白芷（6克） 生地（6克） 黄芩（6克） 甘草（6克）', '九味羌活汤，中医方剂名。为解表剂，具有辛温解表，发汗祛湿，兼清里热之功效。主治外感风寒湿邪，内有蕴热证。恶寒发热，无汗，头痛项强，肢体酸楚疼痛，口苦微渴，舌苔白或微黄，脉浮。临床常用于治疗感冒、急性肌炎、风湿性关节炎、偏头痛、腰肌劳损等属外感风寒湿邪，兼有里热证。', '九味羌活汤', '解表方-辛温解表');
INSERT INTO `prescript` VALUES ('18', '张元素方，录自《此事难知》', '羌活（9克） 防风（9克） 苍术（9克） 细辛（3克） 川芎（6克） 白芷（6克） 生地（6克） 黄芩（6克） 甘草（6克）', '九味羌活汤，中医方剂名。为解表剂，具有辛温解表，发汗祛湿，兼清里热之功效。主治外感风寒湿邪，内有蕴热证。恶寒发热，无汗，头痛项强，肢体酸楚疼痛，口苦微渴，舌苔白或微黄，脉浮。临床常用于治疗感冒、急性肌炎、风湿性关节炎、偏头痛、腰肌劳损等属外感风寒湿邪，兼有里热证。', '九味羌活汤', '解表方-辛温解表');
INSERT INTO `prescript` VALUES ('19', '张元素方，录自《此事难知》', '羌活（9克） 防风（9克） 苍术（9克） 细辛（3克） 川芎（6克） 白芷（6克） 生地（6克） 黄芩（6克） 甘草（6克）', '九味羌活汤，中医方剂名。为解表剂，具有辛温解表，发汗祛湿，兼清里热之功效。主治外感风寒湿邪，内有蕴热证。恶寒发热，无汗，头痛项强，肢体酸楚疼痛，口苦微渴，舌苔白或微黄，脉浮。临床常用于治疗感冒、急性肌炎、风湿性关节炎、偏头痛、腰肌劳损等属外感风寒湿邪，兼有里热证。', '九味羌活汤', '解表方-辛温解表');
INSERT INTO `prescript` VALUES ('20', '张元素方，录自《此事难知》', '羌活（9克） 防风（9克） 苍术（9克） 细辛（3克） 川芎（6克） 白芷（6克） 生地（6克） 黄芩（6克） 甘草（6克）', '九味羌活汤，中医方剂名。为解表剂，具有辛温解表，发汗祛湿，兼清里热之功效。主治外感风寒湿邪，内有蕴热证。恶寒发热，无汗，头痛项强，肢体酸楚疼痛，口苦微渴，舌苔白或微黄，脉浮。临床常用于治疗感冒、急性肌炎、风湿性关节炎、偏头痛、腰肌劳损等属外感风寒湿邪，兼有里热证。', '九味羌活汤', '解表方-辛温解表');
INSERT INTO `prescript` VALUES ('21', '张元素方，录自《此事难知》', '羌活（9克） 防风（9克） 苍术（9克） 细辛（3克） 川芎（6克） 白芷（6克） 生地（6克） 黄芩（6克） 甘草（6克）', '九味羌活汤，中医方剂名。为解表剂，具有辛温解表，发汗祛湿，兼清里热之功效。主治外感风寒湿邪，内有蕴热证。恶寒发热，无汗，头痛项强，肢体酸楚疼痛，口苦微渴，舌苔白或微黄，脉浮。临床常用于治疗感冒、急性肌炎、风湿性关节炎、偏头痛、腰肌劳损等属外感风寒湿邪，兼有里热证。', '九味羌活汤', '解表方-辛温解表');
INSERT INTO `prescript` VALUES ('22', '张元素方，录自《此事难知》', '羌活（9克） 防风（9克） 苍术（9克） 细辛（3克） 川芎（6克） 白芷（6克） 生地（6克） 黄芩（6克） 甘草（6克）', '九味羌活汤，中医方剂名。为解表剂，具有辛温解表，发汗祛湿，兼清里热之功效。主治外感风寒湿邪，内有蕴热证。恶寒发热，无汗，头痛项强，肢体酸楚疼痛，口苦微渴，舌苔白或微黄，脉浮。临床常用于治疗感冒、急性肌炎、风湿性关节炎、偏头痛、腰肌劳损等属外感风寒湿邪，兼有里热证。', '九味羌活汤', '解表方-辛温解表');
INSERT INTO `prescript` VALUES ('23', '张元素方，录自《此事难知》', '羌活（9克） 防风（9克） 苍术（9克） 细辛（3克） 川芎（6克） 白芷（6克） 生地（6克） 黄芩（6克） 甘草（6克）', '九味羌活汤，中医方剂名。为解表剂，具有辛温解表，发汗祛湿，兼清里热之功效。主治外感风寒湿邪，内有蕴热证。恶寒发热，无汗，头痛项强，肢体酸楚疼痛，口苦微渴，舌苔白或微黄，脉浮。临床常用于治疗感冒、急性肌炎、风湿性关节炎、偏头痛、腰肌劳损等属外感风寒湿邪，兼有里热证。', '九味羌活汤', '解表方-辛温解表');
INSERT INTO `prescript` VALUES ('24', '张元素方，录自《此事难知》', '羌活（9克） 防风（9克） 苍术（9克） 细辛（3克） 川芎（6克） 白芷（6克） 生地（6克） 黄芩（6克） 甘草（6克）', '九味羌活汤，中医方剂名。为解表剂，具有辛温解表，发汗祛湿，兼清里热之功效。主治外感风寒湿邪，内有蕴热证。恶寒发热，无汗，头痛项强，肢体酸楚疼痛，口苦微渴，舌苔白或微黄，脉浮。临床常用于治疗感冒、急性肌炎、风湿性关节炎、偏头痛、腰肌劳损等属外感风寒湿邪，兼有里热证。', '九味羌活汤', '解表方-辛温解表');
INSERT INTO `prescript` VALUES ('25', '张元素方，录自《此事难知》', '羌活（9克） 防风（9克） 苍术（9克） 细辛（3克） 川芎（6克） 白芷（6克） 生地（6克） 黄芩（6克） 甘草（6克）', '九味羌活汤，中医方剂名。为解表剂，具有辛温解表，发汗祛湿，兼清里热之功效。主治外感风寒湿邪，内有蕴热证。恶寒发热，无汗，头痛项强，肢体酸楚疼痛，口苦微渴，舌苔白或微黄，脉浮。临床常用于治疗感冒、急性肌炎、风湿性关节炎、偏头痛、腰肌劳损等属外感风寒湿邪，兼有里热证。', '九味羌活汤', '解表方-辛温解表');
INSERT INTO `prescript` VALUES ('26', '张元素方，录自《此事难知》', '羌活（9克） 防风（9克） 苍术（9克） 细辛（3克） 川芎（6克） 白芷（6克） 生地（6克） 黄芩（6克） 甘草（6克）', '九味羌活汤，中医方剂名。为解表剂，具有辛温解表，发汗祛湿，兼清里热之功效。主治外感风寒湿邪，内有蕴热证。恶寒发热，无汗，头痛项强，肢体酸楚疼痛，口苦微渴，舌苔白或微黄，脉浮。临床常用于治疗感冒、急性肌炎、风湿性关节炎、偏头痛、腰肌劳损等属外感风寒湿邪，兼有里热证。', '九味羌活汤', '解表方-辛温解表');
INSERT INTO `prescript` VALUES ('27', '张元素方，录自《此事难知》', '羌活（9克） 防风（9克） 苍术（9克） 细辛（3克） 川芎（6克） 白芷（6克） 生地（6克） 黄芩（6克） 甘草（6克）', '九味羌活汤，中医方剂名。为解表剂，具有辛温解表，发汗祛湿，兼清里热之功效。主治外感风寒湿邪，内有蕴热证。恶寒发热，无汗，头痛项强，肢体酸楚疼痛，口苦微渴，舌苔白或微黄，脉浮。临床常用于治疗感冒、急性肌炎、风湿性关节炎、偏头痛、腰肌劳损等属外感风寒湿邪，兼有里热证。', '九味羌活汤', '解表方-辛温解表');
INSERT INTO `prescript` VALUES ('28', '张元素方，录自《此事难知》', '羌活（9克） 防风（9克） 苍术（9克） 细辛（3克） 川芎（6克） 白芷（6克） 生地（6克） 黄芩（6克） 甘草（6克）', '九味羌活汤，中医方剂名。为解表剂，具有辛温解表，发汗祛湿，兼清里热之功效。主治外感风寒湿邪，内有蕴热证。恶寒发热，无汗，头痛项强，肢体酸楚疼痛，口苦微渴，舌苔白或微黄，脉浮。临床常用于治疗感冒、急性肌炎、风湿性关节炎、偏头痛、腰肌劳损等属外感风寒湿邪，兼有里热证。', '九味羌活汤', '解表方-辛温解表');
INSERT INTO `prescript` VALUES ('29', '张元素方，录自《此事难知》', '羌活（9克） 防风（9克） 苍术（9克） 细辛（3克） 川芎（6克） 白芷（6克） 生地（6克） 黄芩（6克） 甘草（6克）', '九味羌活汤，中医方剂名。为解表剂，具有辛温解表，发汗祛湿，兼清里热之功效。主治外感风寒湿邪，内有蕴热证。恶寒发热，无汗，头痛项强，肢体酸楚疼痛，口苦微渴，舌苔白或微黄，脉浮。临床常用于治疗感冒、急性肌炎、风湿性关节炎、偏头痛、腰肌劳损等属外感风寒湿邪，兼有里热证。', '九味羌活汤', '解表方-辛温解表');
INSERT INTO `prescript` VALUES ('30', '张元素方，录自《此事难知》', '羌活（9克） 防风（9克） 苍术（9克） 细辛（3克） 川芎（6克） 白芷（6克） 生地（6克） 黄芩（6克） 甘草（6克）', '九味羌活汤，中医方剂名。为解表剂，具有辛温解表，发汗祛湿，兼清里热之功效。主治外感风寒湿邪，内有蕴热证。恶寒发热，无汗，头痛项强，肢体酸楚疼痛，口苦微渴，舌苔白或微黄，脉浮。临床常用于治疗感冒、急性肌炎、风湿性关节炎、偏头痛、腰肌劳损等属外感风寒湿邪，兼有里热证。', '九味羌活汤', '解表方-辛温解表');
INSERT INTO `prescript` VALUES ('31', '张元素方，录自《此事难知》', '羌活（9克） 防风（9克） 苍术（9克） 细辛（3克） 川芎（6克） 白芷（6克） 生地（6克） 黄芩（6克） 甘草（6克）', '九味羌活汤，中医方剂名。为解表剂，具有辛温解表，发汗祛湿，兼清里热之功效。主治外感风寒湿邪，内有蕴热证。恶寒发热，无汗，头痛项强，肢体酸楚疼痛，口苦微渴，舌苔白或微黄，脉浮。临床常用于治疗感冒、急性肌炎、风湿性关节炎、偏头痛、腰肌劳损等属外感风寒湿邪，兼有里热证。', '九味羌活汤', '解表方-辛温解表');
INSERT INTO `prescript` VALUES ('32', '张元素方，录自《此事难知》', '羌活（9克） 防风（9克） 苍术（9克） 细辛（3克） 川芎（6克） 白芷（6克） 生地（6克） 黄芩（6克） 甘草（6克）', '九味羌活汤，中医方剂名。为解表剂，具有辛温解表，发汗祛湿，兼清里热之功效。主治外感风寒湿邪，内有蕴热证。恶寒发热，无汗，头痛项强，肢体酸楚疼痛，口苦微渴，舌苔白或微黄，脉浮。临床常用于治疗感冒、急性肌炎、风湿性关节炎、偏头痛、腰肌劳损等属外感风寒湿邪，兼有里热证。', '九味羌活汤', '解表方-辛温解表');
INSERT INTO `prescript` VALUES ('33', '张元素方，录自《此事难知》', '羌活（9克） 防风（9克） 苍术（9克） 细辛（3克） 川芎（6克） 白芷（6克） 生地（6克） 黄芩（6克） 甘草（6克）', '九味羌活汤，中医方剂名。为解表剂，具有辛温解表，发汗祛湿，兼清里热之功效。主治外感风寒湿邪，内有蕴热证。恶寒发热，无汗，头痛项强，肢体酸楚疼痛，口苦微渴，舌苔白或微黄，脉浮。临床常用于治疗感冒、急性肌炎、风湿性关节炎、偏头痛、腰肌劳损等属外感风寒湿邪，兼有里热证。', '九味羌活汤', '解表方-辛温解表');
INSERT INTO `prescript` VALUES ('34', '张元素方，录自《此事难知》', '羌活（9克） 防风（9克） 苍术（9克） 细辛（3克） 川芎（6克） 白芷（6克） 生地（6克） 黄芩（6克） 甘草（6克）', '九味羌活汤，中医方剂名。为解表剂，具有辛温解表，发汗祛湿，兼清里热之功效。主治外感风寒湿邪，内有蕴热证。恶寒发热，无汗，头痛项强，肢体酸楚疼痛，口苦微渴，舌苔白或微黄，脉浮。临床常用于治疗感冒、急性肌炎、风湿性关节炎、偏头痛、腰肌劳损等属外感风寒湿邪，兼有里热证。', '九味羌活汤', '解表方-辛温解表');
INSERT INTO `prescript` VALUES ('39', '12', '12', '12', '12', '12');
INSERT INTO `prescript` VALUES ('40', '12', '12', '12', '12', '12');
INSERT INTO `prescript` VALUES ('41', '32', '2121', '123', '121', '212');
INSERT INTO `prescript` VALUES ('42', '32', '2121', '123', '121', '212');
INSERT INTO `prescript` VALUES ('43', '很好吃', '好吃', '确实好吃', '吃屎', '很好吃');
INSERT INTO `prescript` VALUES ('44', '很好吃', '好吃', '确实好吃', '吃屎', '很好吃');
INSERT INTO `prescript` VALUES ('45', 'IC', '次', 'IC', 'xxq', '次');

-- ----------------------------
-- Table structure for things
-- ----------------------------
DROP TABLE IF EXISTS `things`;
CREATE TABLE `things` (
  `tid` int(11) NOT NULL AUTO_INCREMENT,
  `tname` varchar(255) DEFAULT NULL,
  `total` int(11) NOT NULL,
  `type` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`tid`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

-- ----------------------------
-- Records of things
-- ----------------------------

-- ----------------------------
-- Table structure for user
-- ----------------------------
DROP TABLE IF EXISTS `user`;
CREATE TABLE `user` (
  `uid` int(20) NOT NULL AUTO_INCREMENT COMMENT '管理员id',
  `username` varchar(255) NOT NULL COMMENT '管理员姓名',
  `password` varchar(255) NOT NULL,
  `status` int(20) DEFAULT '1' COMMENT '管理员状态',
  PRIMARY KEY (`uid`)
) ENGINE=InnoDB AUTO_INCREMENT=20 DEFAULT CHARSET=utf8mb4;

-- ----------------------------
-- Records of user
-- ----------------------------
INSERT INTO `user` VALUES ('1', 'wcq', '123456', '0');
INSERT INTO `user` VALUES ('10', '谭小萌', '123456', '0');
INSERT INTO `user` VALUES ('11', 'xiaoqiang', '111111', '0');
INSERT INTO `user` VALUES ('19', 'chuan', '111111', '1');

-- ----------------------------
-- Table structure for words
-- ----------------------------
DROP TABLE IF EXISTS `words`;
CREATE TABLE `words` (
  `wid` int(11) NOT NULL AUTO_INCREMENT,
  `wname` varchar(255) DEFAULT NULL,
  `words` varchar(255) DEFAULT NULL,
  `wtip` varchar(255) DEFAULT NULL,
  `time` date DEFAULT NULL,
  PRIMARY KEY (`wid`)
) ENGINE=InnoDB AUTO_INCREMENT=17 DEFAULT CHARSET=utf8mb4;

-- ----------------------------
-- Records of words
-- ----------------------------
INSERT INTO `words` VALUES ('1', '谭小萌', '真好吃！', '一次吃屎经历', null);
INSERT INTO `words` VALUES ('2', '谭小萌', '真好吃！', '两次吃屎经历', null);
INSERT INTO `words` VALUES ('3', '谭小萌', '12', '一次吃屎经历', null);
INSERT INTO `words` VALUES ('4', '谭小萌', '12', '两次吃屎经历', null);
INSERT INTO `words` VALUES ('5', '谭小萌', '12', '一次吃屎经历', null);
INSERT INTO `words` VALUES ('7', 'wcq', 'testy', '一次吃屎经历', null);
INSERT INTO `words` VALUES ('8', 'chuan', '好多与', '第一线', null);
INSERT INTO `words` VALUES ('9', 'chuan', '今天我穿的真好看', '你好漂亮', null);
INSERT INTO `words` VALUES ('10', 'wcq', '111', '111', null);
INSERT INTO `words` VALUES ('11', 'chuan', '111111', '111', null);
INSERT INTO `words` VALUES ('12', 'chuan', '12234', '2345', null);
INSERT INTO `words` VALUES ('13', 'wcq', '13242432526', '111234', null);
INSERT INTO `words` VALUES ('14', 'chuan', '11111111111111', '111111', null);
INSERT INTO `words` VALUES ('15', 'wcq', '1111', '1111', null);
INSERT INTO `words` VALUES ('16', 'chuan', '111111', '1111', null);
